Repository: Mattaru/CosMoS-django
Catalog: *_cos/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Write brand line here
ru: Название линии

source: Write product name here
ru: Название

source: Write ingredients here...
ru: Ингредиенты...

source: ebay link here
ru: Ссылка на ebay

source: amazon link here
ru: Ссылка на amazon

source: blog link here
ru: Ссылка на блог

source: youtube link here
ru: Ссылка на yotube

source: facebook link here
ru: ссылка на facebook

source: telegram link here
ru: ссылка на telegram

source: instagram link here
ru: ссылка на instagram

source: administration
ru: администрирование

source: Home
ru: Главная

source: Approval list
ru: На одобрение

source: delete all
ru: удалить все

source: Not anything for approval
ru: Нет ничего для одобрения

source: Are you sure want to delete this product
ru: Вы уверены, что хотите удалить это средство

source: Are you sure want to delete all of the unapproved products
ru: Вы уверены, что хотите удалить все не одобренные средства

source: What do you want to find
ru: Что вы хотите найти

source: Updating the product
ru: Обновить сведения о средстве

source: Brand
ru: Брэнд

source: Line
ru: Линия

source: Name
ru: Название

source: Country
ru: Страна

source: Img
ru: Фото

source: Ingredients
ru: Ингредиенты

source: Effect type
ru: Эффект

source: Skin type
ru: Тип кожи

source: For what
ru: Для чего

source: ebay link
ru: ссылка на ebay

source: amazon link
ru: ссылка на amazon

source: blog link
ru: ссылка на блог

source: youtube link
ru: ссылка на youtube

source: facebook link
ru: ссылка на facebook

source: telegram link
ru: ссылка на telegram

source: instagram link
ru: ссылка на instagram

source: approved
ru: одобрено

source: Save
ru: Сохранить

source: Write brand here
ru: Название брэнда

source: brand | line | product
ru: брэнд | линия | средство

source: country name
ru: страна

source: description
ru: описание

source: Safe
ru: Безопасный

source: Neutral
ru: Нейтральный

source: Harmful
ru: Вредный

source: Absent
ru: Отсутствует

source: safety classification
ru: безопасность

source: date
ru: дата

source: brand
ru: брэнд

source: line
ru: линия

source: product name
ru: название

source: country
ru: страна

source: image
ru: фото

source: ingredients
ru: ингредиенты

source: Calming
ru: Успокаивающий

source: Anti wrinkle
ru: От морщин

source: Skin elasticity
ru: Для эластичности кожи

source: Moisturizing
ru: Увлажняющий

source: Skin microbiome
ru: Для микробиома кожи

source: Sun protection
ru: Защита от солнца

source: Lifting
ru: Подтяжка лица

source: Healing
ru: Залечивающий

source: Antipigmentation
ru: Антипигментационный

source: effect type
ru: ффект

source: Normal
ru: Нормальная

source: Oily
ru: Жирная

source: Dry
ru: Сухая

source: Dehydrated
ru: Обезвоженная

source: Aging
ru: Возрастная

source: Teenage
ru: Подростковая

source: Baby
ru: Детская

source: Problem
ru: Проблемная

source: Combination
ru: Комбинированная

source: All
ru: Для все типов

source: skin type
ru: тип кожи

source: Face
ru: Лицо

source: Eyes
ru: Глаза

source: Neck
ru: Шея

source: Body
ru: Тело

source: Hair
ru: Волосы

source: for what
ru: для чего

source: Main
ru: Главная

source: Add product
ru: Добавить средство

source: About us
ru: О нас

source: Recently added
ru: Недавно добавленные

source: Adding a product
ru: Добавить средство

source: Send
ru: Отправить

source: buy on
ru: купить

source: safe
ru: безопасный

source: neutral
ru: нейтральный

source: harmful
ru: вредный

source: data is absent
ru: нет данных

source: Item with the same name is already exists.
ru: Такое имя уже используется.

source: English
ru: Английский

source: Russia
ru: Русский

source: Thank you to the visit us
ru: Спасибо, что посетили нас

source: About app
ru: О приложении

source: We try make for you simle and easy for use application, where you can find a many different cosmetic products from the all countrys of the world and see the general info about tham.
ru: Мы стремимся создать для вас удобный и простой вприменении инструмент, с помощью которого вы сможете находить разлючную косметическую продукцию и получать основную информацию о ней.

source: You can help to us add a new product and when moderator check it, product has be added in to the application.
ru: Вы можете помочь нам и добавлять свои средства, а после проверки модераторами они будут добавлены в базу данных.

source: Contact info
ru: Контакты

source: For the calaboration
ru: Для сотрудничества

source: Partners
ru: Партнеры

source: Main base of the application take the materials from the
ru: Основная часть материалов взята из

source: that garantie higth quality of the rewies, photo and general information
ru: это гарантирует высокое качество обзоров, фото и основной информации

source: There is you can find all information about
ru: Здесь вы можете найти информацию о

source: logout
ru: выйти

source: login
ru: войти

source: language
ru: язык

source: The request has been successfully sended. When a moderator will approve your request it adding in to the database. Thank you so much for the help
ru: Запрос был успешно отправлен. Когда модератор одобрит ваш запрос, он добавится в базу и станет доступен для просмотра. Спасибо за вашу помощь

source: Back to the main page
ru: Вернуться на главную
